#include <stdio.h>
int main(void) {

	printf(" _  __     ___    _  \n");
	printf("| | \\ \\   / / |  | | \n");
	printf("| |  \\ \\_/ /| |__| | \n");
	printf("| |   \\   / |  __  | \n");
	printf("| |____| |  | |  | | \n");
	printf("|______|_|  |_|  |_| \n");

	// 역슬래시(\)를 출력하기 위해서는 이스케이프 시퀀스를 사용해야 한다.
	// 즉, \를 출력하기 위해서는 출력문 안에 \가 아닌 \\를 사용해야 한다.
	// 이니셜 출력 시 역슬래시가 있는 곳을 모두 \\로 바꿔주었다.

	return 0;
}
/*
 _  __     ___    _
| | \ \   / / |  | |
| |  \ \_/ /| |__| |
| |   \   / |  __  |
| |____| |  | |  | |
|______|_|  |_|  |_|

 Alt+드래그 이용
*/
